import {Coffee, DataObjectRounded} from "@mui/icons-material"
import avatar from "../assets/msm.webp"

export const devWorkInfo = [
    {
        tooltipTitle: "تعداد قهوه های خورده شده",
        icon: <Coffee/>,
        total: 1600,
        color: "lightskyblue"
    },
    {
        tooltipTitle: "تعداد پرژه های من",
        icon: <DataObjectRounded/>,
        total: 10,
        color: "lightcoral"
    },
]

export const devEdu = [
    {
        year: "1395 - 1397",
        cert: "دیپلم",
        major: "رشته ریاضی و فیزیک",
        place: "دبیرستان ثارالله"
    },
    {
        year: "1398 - 1402",
        cert: "کارشناسی",
        major: "رشته مهندسی کامپیوتر",
        place: "دانشگاه غیر دولتی خیام"
    },
    {
        year: "1402 - ...",
        cert: "کارشناسی ارشد",
        major: "رشته مهندسی کامپیوتر گرایش نرم افزار",
        place: "تهران"
    },
]

export const userComments = [
    {
        fullname: "مهرداد صمدی مقدم",
        jobTitle: "برنامه نویس فول استک",
        avatar,
        comment: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده"        
    },
    {
        fullname: "مهرداد صمدی مقدم",
        jobTitle: "برنامه نویس فول استک",
        avatar,
        comment: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده"        
    },
    {
        fullname: "مهرداد صمدی مقدم",
        jobTitle: "برنامه نویس فول استک",
        avatar,
        comment: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده"        
    },
    {
        fullname: "مهرداد صمدی مقدم",
        jobTitle: "برنامه نویس فول استک",
        avatar,
        comment: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده"        
    },
    {
        fullname: "مهرداد صمدی مقدم",
        jobTitle: "برنامه نویس فول استک",
        avatar,
        comment: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده"        
    },
    {
        fullname: "مهرداد صمدی مقدم",
        jobTitle: "برنامه نویس فول استک",
        avatar,
        comment: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد کتابهای زیادی در شصت و سه درصد گذشته حال و آینده"        
    },
]